9/data/attachments/bda15d42b6155e22.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Gloria_difficult_Actions_28152_4</nif:username>
            <nif:friendToBeRequested>soap_actions_08dddee8-a5fa-454e-b38a-8c429f776567</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>